Repository: stonyte1/autoservice
Catalog: evelina_autoservice/autoservice/locale/*/LC_MESSAGES/django.po
Languages: lt

source: brand
lt: markė

source: model
lt: modelis

source: year of manufacture
lt: pagaminimo metai

source: engine
lt: variklIS

source: car model
lt: mašinos modelis

source: car models
lt: mašinos modeliai

source: license plate
lt: valstybinis numeris

source: VIN code
lt: VIN kodas

source: client
lt: klientas

source: image
lt: nuotrauka

source: car
lt: mašina

source: cars
lt: mašinos

source: date
lt: data

source: total
lt: suma

source: return time
lt: grąžinimo laikas

source: Order description
lt: Užsakymo aprašymas

source: order
lt: užsakymas

source: orders
lt: užsakymai

source: name
lt: pavadinimas

source: price
lt: kaina

source: service
lt: paslauga

source: services
lt: paslaugo

source: quantity
lt: kiekis

source: order line
lt: užsakymo eilutė

source: order lines
lt: užsakymo eilutės

source: user
lt: užsakymo eilutės

source: messaged at
lt: išiųsta

source: meesage
lt: žinutė

source: order chat
lt: užsakymo susirašinėjimas

source: order chats
lt: užsakymo susirašinėjimai

source: Update Car
lt: Keisti mašinos parametrus

source: Car brand
lt: Mašinos markė

source: Car model
lt: Mašinos modelis

source: Engine
lt: Variklis

source: Manufactor year
lt: Pagaminimo metai

source: Submit
lt: Patvirtinti

source: Car for
lt: Ši mašina

source: Confirm Car
lt: Patvirtinti mašinos pakeitimus

source: Cars in
lt: Mašinos servise

source: Cars
lt: Mašinos

source: Welcome to autoservice
lt: Sveiki atvyke į autoservisą

source: Stonyte autoservice
lt: Stonytės autoservise

source: Orders
lt: Užsakymai

source: Account visits
lt: Tinklapyje būta:

source: time
lt: kartas(i)

source: Order for
lt: Užsakė

source: Confirm Order
lt: Patvirtinti užsakymą

source: Cancel order
lt: Atšaukti užsakymą

source: Date
lt: Data

source: License plate
lt: Valstybinis numeris

source: Status
lt: Statusas

source: Confirmed
lt: Patvirtintas

source: In process
lt: Tvarkoma

source: Completed
lt: Baigta

source: Denied
lt: Atšaukta

source: Due Back
lt: Grąžinti iki

source: Total price
lt: Galutinė kaina

source: Chat
lt: Susirašinėjimas

source: Send
lt: Siųsti

source: If you want to send a message, you have to
lt: Jei norite siųsti žinutę, reikia

source: login
lt: prisijungti

source: or
lt: arba

source: sign up
lt: prisiregistruoti

source: My Cars
lt: Mano mašinos

source: Order history is empty.
lt: Užsakymų istorija tuščia

source: Create Car
lt: Pridėti naują mašiną

source: Create Order
lt: Pridėti naują užsakymą

source: Car
lt: Mašina

source: Due date
lt: Grąžinti iki

source: Confirm Order Cancelation
lt: Patvirtinkite užsakymo atšaukimą

source: Change my mind
lt: Pakeičiau nuomonę

source: My Orders
lt: Mano užsakymai

source: , return by
lt: grąžinti iki

source: OVERDUE!
lt: Grąžinimo laikas baigėsi

source: Home
lt: Pradinis puslapis

source: Logout
lt: Atsijungti

source: Login
lt: Prisijungti

source: Sign up
lt: Užsiregistruoti

source: Admin
lt: Administratorius

source: clear
lt: pravalyti

source: Message sent!
lt: Žinutė išsiųsta!
